import { Article } from "~/models/blogModel";


export function getBlogs() : Article[] {
    const blogs : Article[] = [
        {
            slug: "small-business-vs-big-brands-google-ads",
            image: [
                "/background(3).jpg"
            ],
            content: [
                {
                    type: "h1",
                    text: "ผมใช้เวลาหลายปีในฐานะ Account Manager ของ Google Ads ให้กับธุรกิจต่างๆ มากกว่า 1,000 ธุรกิจในแต่ละปี งานของผมคือทำยังไงก็ได้ให้แคมเปญบน Google Ads ได้ผลลัพท์ที่ตรงกับความต้องการของเจ้าของธุรกิจมากที่สุด"
                },
                {
                    type: "p",
                    text: "ผมได้ประสบการณ์และเรียนรู้อะไรได้เยอะมาก... แต่มีสิ่งหนึ่งที่ผมเห็นแล้วรู้สึกขัดใจมาตลอด"
                },
                {
                    type: "p",
                    text: "ผมเห็นธุรกิจเล็กๆ หลายแห่งที่มีสินค้าดี มีบริการที่ยอดเยี่ยม แต่กลับต้องปิดตัวลง หรือเติบโตได้ไม่เต็มที่ เพราะเหตุผลง่ายๆ เลยคือ 'ตั้งค่า Google Ads สู้เขาไม่ได้'"
                },
                {
                    type: "p",
                    text: "พวกเขาไม่มีงบจ้างเอเจนซี่แพงๆ หรือบางครั้งไปเจอเอเจนซี่ที่ไม่เก่งจริง ทำให้เสียทั้งเงินเสียทั้งเวลา ในขณะที่แบรนด์ใหญ่ๆ ทุ่มงบโฆษณาได้อย่างสบายๆ"
                },
                {
                    type: "p",
                    text: "ผมเลยคิดกับตัวเองว่า 'มันไม่แฟร์เลย' กับเจ้าของธุรกิจตัวเล็กๆ นั่นคือจุดเริ่มต้นของการเปิดเอเจนซี่แห่งนี้"
                },
                {
                    type: "p",
                    text: "ผมตัดสินใจนำประสบการณ์และความรู้ทั้งหมดที่เคยทำงานในโปรเจก์ของบริษัทยักษ์ใหญ่แห่งหนึ่ง ซึ่งรับหน้าที่เป็นผู้ดูแลบัญชี (Account Manager) ของ Google ให้ธุรกิจเล็กจนถึงแบรนด์ใหญ่ๆ มาช่วยคนตัวเล็กๆ ที่ต้องการเติบโตบนโลกออนไลน์ที่แสนจะดุเดือด"
                },
                {
                    type: "h2",
                    text: "เป้าหมายของผมง่ายมาก คือ..."
                },
                {
                    type: "p",
                    text: "ทำให้ธุรกิจดีๆ อย่างของคุณ มีที่ยืนและสามารถแข่งขันในโลกออนไลน์ได้จริงๆ ผมไม่ได้มองคุณเป็นแค่ลูกค้า แต่ผมมองว่าเราคือทีมเดียวกัน ที่มีเป้าหมายเดียวกันคือ 'ยอดขาย' และ 'การเติบโต'"
                },
                {
                    type: "p",
                    text: "เราไม่ขายฝันด้วยศัพท์การตลาดเท่ๆ แต่เราลงมือทำให้เห็นผลลัพธ์ด้วยข้อมูลจริง เราจะหาทางที่ฉลาดที่สุดในการใช้งบประมาณของคุณให้คุ้มค่าทุกสตางค์ เหมือนกับที่ผมเคยปรับแคมเปญให้ลูกค้าจนลดงบลงได้ครึ่งหนึ่ง แต่ผลลัพธ์ดีขึ้นสองเท่า"
                },
                {
                    type: "h2",
                    text: "เราได้เปรียบกว่าคนอื่นตรงที่"
                },
                {
                    type: "p",
                    text: "เราตัดสิ่งที่ไม่จำเป็นออกไป เพื่อลดค่าใช้จ่ายทั้งของคุณและของผม เน้นเฉพาะจุดที่สำคัญเท่านั้น ทำให้ผมได้เปรียบเรื่องค่าบริการที่คุณรับได้"
                },
                {
                    type: "p",
                    text: "ถ้าคุณเชื่อว่าสินค้าของคุณดีพอที่จะสู้กับใครก็ได้ แต่แค่ขาดคนช่วยเรื่องการตลาด..."
                },
                {
                    type: "p",
                    text: "ทักมาคุยกันครับ ผมอาจจะเป็นคนที่คุณกำลังตามหาอยู่ก็ได้"
                }
            ],
            title: "ผมเชื่อว่าธุรกิจเล็กๆ ก็เอาชนะรายใหญ่ได้... ถ้าใช้ Google Ads เป็น",
            excerpt: "ประสบการณ์ตรงจากอดีต Account Manager ของ Google Ads ที่ดูแลมากกว่า 1,000 ธุรกิจต่อปี กับเป้าหมายใหม่ในการช่วยธุรกิจเล็กๆ เติบโตและแข่งขันกับแบรนด์ใหญ่ได้จริง"
        }

    ]
    return blogs;
}